tap "jandedobbeleer/oh-my-posh"
brew "automake"
brew "bison"
brew "chruby"
brew "libffi"
brew "libyaml"
brew "openssl@3"
brew "readline"
brew "xz"
brew "ruby-install"
brew "starship"
brew "stow"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "font-monaspace-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "iina"
cask "monitorcontrol"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "continue.continue"
vscode "docker.docker"
vscode "dracula-theme.theme-dracula"
vscode "esbenp.prettier-vscode"
vscode "esphome.esphome-vscode"
vscode "formulahendry.docker-explorer"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "pkief.material-icon-theme"
vscode "pkief.material-product-icons"
vscode "platformio.platformio-ide"
vscode "tailscale.vscode-tailscale"
vscode "vscode-icons-team.vscode-icons"
vscode "vscode-infra.image-viewer"
vscode "wakatime.vscode-wakatime"
vscode "zhuangtongfa.material-theme"
